# encoding: utf-8

  Status.create([{:title => 'გადაწყვეტილების მოლოდინში'}, {:title => 'დაკმაყოფილებული'}, {:title => 'უარყოფილი'}, ])
  ViolationType.create([{:title => 'კენჭისყრის პროცედურა'}, {:title => 'ხმის დათვლა/კენჭისყრის შედეგების შეჯამების პროცედურა'}])
=begin
[{:title => 'უბნის დაგვიანებით გახსნა'}, {:title => 'უბნის არასათანადოდ მოწყობა'}, {:title => 'წილისყრის პროცედურების დარღვევა'}, {:title => 'საკონტროლო ფურცლების არასათანადოდ შევსება'}, {:title => 'მარკირების, მარკირების შემოწმების შეუსრულებლობა'}, {:title => '
სიებთან დაკავშირებული პრობლემები'}, {:title => 'ყალბი პირადობის მოწმობებით ხმის მიცემა'}, {:title => 'ხმის მიცემის ფარულობის დარღვევა'}, {:title => 'ხმის მიცემა არაუფლებაქმოსილი პირის მიერ'}, {:title => 'ყალბი ბიულეტენებით ხმის მიცემა'}, {:title => 'ხმის მიცემის პრიცედურების სხვა სახის დარღვევა'}, {:title => 'ბიულეტენების ჩაყრა'}, {:title => 'დამკვირვებლებზე ზეწოლა/ძალადობა'}, {:title => 'კომისიის წევრების მიერ უფლებამოსილებათა არასათანადოდ განხორციელება'}, {:title => 'აგიტაცია საარჩევნო უბანზე'}, {:title => 'საჩივრების ჩაბარებაზე უარის თქმა'}, {:title => 'უბანზე არაუფლებამოსილი პირების ყოფნა'}, {:title => 'ხმის დამთვლელი კომისიის წევრების გამოვლენის პროცედურის დარღვევა'}, {:title => 'ხმის დათვლის პროცედურების დარღვევა'}, {:title => 'შემაჯამებელ ოქმებში მონაცემების უზუსტობა'}, {:title => 'შემაჯამებელი ოქმების გაუცემლობა'}, {:title => 'სხვა დარღვევები'}]
=end

  Category.create([{:title => 'უბნის გახსნიდან კენჭისყრის დაწყებამდე'}, {:title => 'კენჭისყრა'}, {:title => 'ყუთის გახსნა და შედეგების შეჯამება'}])
